Repository: assemrh/php
Catalog: legarage/legarage/legarage/Views/CP/App_LocalResources/CP.*.resx
Languages: ar

source: Add
ar: اضافة

source: Added
ar: تم الاضافة بنجاح

source: Add garage
ar: اضافة كراج

source: Add image
ar: اضافة صورة

# AddImageBrand
source: Please add the Brand logo
ar: الرجاء إضافة شعار العلامة التجارية

source: Add new city
ar: اضافة مدينة

source: Add new country
ar: اضافة دولة

source: Add new model
ar: اضافة موديل جديد

source: Add new service
ar: اضافة خدمة جديدة

source: Add new user
ar: اضافة مستخدم جديد

source: Add new vehicle
ar: اضافة نوع مركبة جديد

# AddNewVehicles
source: Add new vehicle
ar: اضافة مركبة جديدة

source: Add rent office
ar: اضافة مكتب ايجار

source: Address
ar: العنوان

# AreSureDelete
source: Are you sure to delete it?
ar: هل انت متأكد من الحذف؟

source: Automatic
ar: اوتوماتيك

source: Back To Website
ar: العودة الى الموقع

source: Brand
ar: علامة تجارية

# BrandDetail
source: Brand details
ar: تفاصيل العلامة التجارية

source: Brands
ar: العلامات التجارية

# BuyAndSellVehicles
source: Buying and Selling Vehicles
ar: بيع وشراء المركبات

source: By
ar: بواسطة

# CarageImg
source: Carage Images
ar: صورة الكراج

source: Carages
ar: الكراجات

# Category
source: Services
ar: خدمات

# Chose
source: Choses
ar: اختر

source: City
ar: المدن

source: City details
ar: تفاصيل المدينة

# CityEdit
source: Edite city
ar: تعديل المدينة

# ClickHere
source: Chose
ar: اختر

source: Close
ar: اغلاق

source: Code
ar: الكود

source: Color
ar: اللون

source: Condition
ar: الشروط

source: Contact
ar: التواصل

# Country
source: Countries
ar: الدول

source: Country details
ar: تفاصيل الدولة

# cp
source: Control Panel
ar: لوحة التحكم

# cp_garages
source: Control Panel Garages
ar: لوحة تحكم الكراجات

source: Create new
ar: اضافة جديد

source: Delete
ar: حذف

source: Deleted Successfully
ar: تم الحذف بنجاح

source: Descrption
ar: الوصف

source: Details
ar: تفاصيل

source: Diesel
ar: بانزين

source: Edit
ar: تعديل

source: Edit brand
ar: تعديل العلامة التجارية

source: Edit country
ar: تعديل الدولة

source: Edited
ar: تم التعديل بنجاح

# EditImage
source: Enter image to change the image
ar: ادرج صورة لتبديلها

source: Edit model
ar: تعديل الموديل

source: Edit service
ar: تعديل الخدمة

source: Email
ar: الايميل

source: End
ar: النهاية

source: Engine size
ar: قوة المحرك

source: Enter
ar: ادخل

# EnterAddress
source: Enter address please
ar: ادخل العنوان رجاء

# EnterBrand
source: Enter the brand please
ar: ادخل العلامة التجارية رجاء

# EnterCity
source: Enter city name please
ar: ادخل اسم المدينة رجاء

# EnterCode
source: Enter country code please
ar: ادخل رمز المدينة رجاء

source: Enter Color
ar: ادخل اللون رجاء

# EnterCountry
source: Enter country name please
ar: ادخل اسم الدولة رجاء

# EnterDescrption
source: Enter descrption please
ar: ادخل الوصف رجاء

source: Enter Driver Name
ar: ادخل اسم السائق رجاء

source: Enter Driver Phone
ar: ادخل رقم هاتف السائق رجاء

# EnterEmail
source: Enter email address please
ar: ادخل الايميل رجاء

source: Enter Engine Size
ar: ادخل حجم المحرك رجاء

source: EnterFacebook
ar: حساب الفيس بوك

# EnterFax
source: Enter your fax number
ar: رقم الفاكس

source: Enter Fuel Type
ar: ادخل نوع الوقود رجاء

# EnterFullName
source: Enter full name please
ar: ادخل الاسم الكامل رجاء

source: Enter Gear Box
ar: ادخل صندوق التروس

# EnterImage
source: Enter image please
ar: ادخل الصورة رجاء

source: EnterInstagram
ar: حساب الانستكرام

source: Enter Is New
ar: هل جديدة؟

source: Enter Keywords
ar: ادخل كلمات مفتاحية رجاء

source: EnterLinkedin
ar: حساب لينكدن

source: Enter Mieage
ar: ادخل المسافة المقطوعة رجاء

# EnterModel
source: the model please
ar: ادخل الموديل رجاء

# EnterName
source: the name please
ar: ادخل الاسم رجاء

# EnterOwnerName
source: Enter name of owner please
ar: ادخل اسم المالك

# EnterPassword
source: password please
ar: ادخل كلمة المرور رجاء

# EnterPhone
source: phone number please
ar: ادخل رقم الهاتف رجاء

# EnterPrice
source: Enter price please
ar: ادخل السعر رجاء

source: Enter Quantity
ar: ادخل الكمية رجاء

# EnterSerives
source: the service please
ar: ادخل نوع الخدمة رجاء

source: EnterSnapchat
ar: حساب سناب شات

# EnterUser
source: Enter the user please
ar: ادخل اسم المستخدم رجاء

# EnterVehicle
source: the vehicle type please
ar: ادخل نوع المركبة رجاء

source: Enter Vehicle Sizes
ar: ادخل حجم المركبة رجاء

# EnterWhatsapp
source: your whatsapp number
ar: رقم الواتس

source: Enter Year
ar: ادخل سنة الصنع رجاء

source: EnterYoutube
ar: قناة اليوتيوب

# Facebook
source: Enter your facebook
ar: فيس بوك

source: Fax
ar: فاكس

source: Fuel type
ar: نوع الوقود

source: Full Name
ar: الاسم الكامل

source: Garage Contact Information:
ar: معلومات التواصل الخاصة بالكراج

source: Garage detail
ar: تفاصيل الكراج

# GarageEdit
source: Edit garage
ar: تعديل الكراج

source: Garage name
ar: اسم الكراج

source: Garages
ar: الكراجات

source: Gearbox
ar: صندوق التروس

source: Image
ar: صورة

source: Images
ar: الصور

source: Information
ar: معلومات

# Instagram
source: your instagram
ar: انستاغرام

# IsMarket
source: Is there market
ar: هل سوق

source: Is new
ar: هل جديدة

source: Keywords
ar: كلمات مفتاحية

# Less100
source: Less than 100 thousand km
ar: اقل من 100 الف كم

# Less150
source: Less than 150 thousand km
ar: اقل من 150 الف كم

# Less50
source: Less than 50 thousand km
ar: اقل من 50 الف كم

# Linkedin
source: your linkedin
ar: لينكدن

# Logo
source: Brand Logo
ar: شعار العلامة التجارية

# MainServices
source: The main services
ar: الخدمات الرئيسية

source: Make
ar: الصنع

source: Manual
ar: عادي

source: Mieage
ar: المسافة المقطوعة

source: Mobile
ar: الهاتف

source: Model
ar: الموديل

source: Models
ar: الموديلات

source: Modle detail
ar: تفاصيل الموديل

# More150
source: More than 150 thousand km
ar: اكثر من 150 الف كم

source: Name of carage
ar: اسم الكراج

source: Name of part
ar: اسم القطعة

source: Name of rent office
ar: اسم مكتب الإيجار

# nav_services
source: Services
ar: خدمات

source: New
ar: جديد

source: Nickname
ar: الاسم المستعار

source: No
ar: لا

# NoBrand
source: No brands avalible
ar: لا يوجد ماركات مسجلة

# NoCity
source: No Cities avalible
ar: لا يوجد مدن مسجلة

# NoCountry
source: No country avalible
ar: لا يوجد دول مسجلة

# NoData
source: There is an error in sql query
ar: يوجد هناك خطأ في تعليمة SQL

# NoGarages
source: No garages avalible
ar: لا يوجد كراجات مسجلة

# NoImage
source: There is no image
ar: لا يوجد صور

# NoModel
source: No model avalible
ar: لا يوجد موديلات مسجلة

# NoOffers
source: No offers avalible
ar: لا يوجد عروض

source: No Parts
ar: لا يوجد قطع متاحة

source: No rent offices
ar: لا يوجد مكاتب تأجير مسجلة

# NoService
source: No service avalible
ar: لا يوجد خدمات مسجلة

# NoUser
source: No user avalible
ar: لا يوجد مستخدمين مسجلين

# NoVehicle
source: No vehicle avalible
ar: لا يوجد مركبات مسجلة

source: No Winches
ar: لا يوجد سطحات مسجلة

source: of
ar: في

source: Offers
ar: العروض

source: Old
ar: قديم

# OldImage
source: The current image
ar: الصورة الحالية

source: Owner Name
ar: اسم المالك

source: Part
ar: القطع

source: Password
ar: كلمة السر

source: Payment method
ar: طريقة الدفع

source: Petrol
ar: مازوت

source: Phone
ar: الهاتف

source: Price
ar: السعر

source: Products or Parts
ar: قطع غيار

source: Quantity
ar: الكمية

source: Rate
ar: تقييم

source: Recovery Winches
ar: سطحات

source: Refresh
ar: تحديث

source: Rent office details
ar: تفاصيل مكتب التأجير

source: Rent office edit
ar: تعديل مكتب التأجير

source: Rent offices
ar: مكاتب التأجير

# SelectCountry
source: Select the county please
ar: اختار الدولة رجاء

source: Service
ar: الخدمة

# ServiceDetail
source: Service details
ar: تفاصيل الخدمة

source: Services
ar: الخدمات

source: Slider
ar: سليدر

# Snapchat
source: your snapchat
ar: سنابشات

source: Start
ar: البدء

source: Status
ar: الحالة

source: Store Id
ar: رقم المتجر

source: The main sections
ar: الاقسام الرئيسية

# Tiktok
source: your tiktok
ar: تيك توك

source: Title
ar: عنوان

source: Tools
ar: الادوات

# Twitter
source: your twitter
ar: تويتر

source: Type
ar: النوع

source: Type of part
ar: نوع القطعة

# UploadImage
source: Upload garage image
ar: حمل الصورة

source: User details
ar: تفاصيل المستخدم

# UserEdit
source: Edit user details
ar: تعديل بيانات المستخدم

# UserImg
source: User image
ar: صورة المستخدم

source: Username
ar: اسم المستخدم

source: Users
ar: المستخدمين

source: Vehicle
ar: المركبة

source: Vehicle detail
ar: تفاصيل المركبة

# VehicleEdit
source: Vehicle edit type
ar: تعديل نوع المركبة

source: Vehicles
ar: المركبات

source: Vehicle type
ar: نوع المركبة

source: Vehicle types
ar: انواع المركبات

source: Website
ar: الموقع الالكتروني

source: Whatsapp number
ar: رقم الواتس اب

# WhatUserName
source: What is your unique user name
ar: ماهو اسم المستخدم الذي تفضله

source: Year
ar: السنة

source: Yes
ar: نعم

# Youtube
source: your youtube
ar: يوتيوب
