Repository: assemrh/php
Catalog: legarage/legarage/legarage/Views/CP_Vehicles/App_LocalResources/CP_Vehicles.*.resx
Languages: ar

# Add
source: Add new vehicles
ar: اضافة مركبة

# Added
source: The vehicle has been added
ar: تم اضافة المركبة

# AddImage
source: Add new image
ar: اضافة صورة جديدة

# AddImageP
source: Add the image please
ar: اضف صور المركبة رجاء

# Address
source: The address
ar: العنوان

source: Automatic
ar: اوتوماتيك

# ChoseCountryFirstly
source: Chose the country firstly
ar: اختار الدولة رجاء

# City
source: The city
ar: المدينة

source: Close
ar: اغلاق

# Color
source: The color
ar: اللون

# Country
source: The country
ar: الدولة

# Delete
source: Delete the vehicle
ar: حذف المركبة

# Deleted
source: The vehicle has been deleted
ar: تم حذف المركبة

# DeleteImage
source: Delete the image
ar: حذف الصورة

# Descrption
source: The descrption
ar: الوصف

# Details
source: The vehicle details
ar: تفاصيل المركبة

source: Diesel
ar: بانزين

# Edit
source: Edit the vehicle
ar: تعديل المركبة

# Edited
source: The vehicle has been edited
ar: تم تعديل المركبة

# EditImage
source: Enter image to change the current image
ar: ادرج صورة لتعديل الصورة الحالية

# EngineSize
source: The engine size
ar: حجم المحرك

# EnterAddress
source: Enter the address
ar: ادخل العنوان

# EnterAddressP
source: Enter the address please
ar: ادخل العنوان رجاء

# EnterCityP
source: Enter the city please
ar: ادخل المدينةرجاء

# EnterColor
source: Enter the color
ar: ادخل اللون

# EnterColorP
source: Enter the color please
ar: ادخل اللون رجاء

# EnterDescrption
source: Enter the descrption
ar: ادخل الوصف

# EnterDescrptionP
source: Enter the descrption please
ar: ادخل الوصف رجاء

# EnterEngineSize
source: Enter the engine size
ar: ادخل حج المحرك

# EnterEngineSizeP
source: Enter the engineSize please
ar: ادخل حجم المحرك رجاء

# EnterFuelType
source: Enter the fuel type
ar: ادخل نوع الوقود

# EnterFuelTypeP
source: Enter the fuel type please
ar: ادخل نوع الوقود رجاء

# EnterGearbox
source: Enter the gear box
ar: ادخل صندوق التروس

# EnterGearBoxP
source: Enter the gear box please
ar: ادخل صندوق التروس رجاء

# EnterKeywords
source: Enter the keywords
ar: ادخل الكلمات المفتاحية

# EnterKeywordsP
source: Enter the keywords please
ar: ادخل الكلمات المفتاحية رجاء

# EnterMieage
source: Enter the mieage
ar: ادخل المسافة المقطوعة

# EnterMieageP
source: Enter the mieage please
ar: ادخل المسافة المقطوعة رجاء

# EnterModelP
source: Enter the model please
ar: ادخل الموديل رجاء

# EnterOwnerName
source: Enter the owner name
ar: ادخل اسم المالك رجاء

# EnterOwnerNameP
source: Enter the ownerName please
ar: ادخل اسم المالك رجاء

# EnterPhoneP
source: Enter the phone please
ar: ادخل رقم الهاتف رجاء

# EnterPrice
source: Enter the price
ar: ادخل السعر

# EnterPriceP
source: Enter the price please
ar: ادخل السعر رجاء

# EnterQuantity
source: Enter the quantity
ar: ادخل الكمية

# EnterQuantityP
source: Enter the quantity please
ar: ادخل الكمية رجاء

# EnterTitle
source: Enter the title
ar: ادخل العنوان

# EnterTitleP
source: Enter the title please
ar: ادخل العنوان رجاء

source: Enter user name
ar: ادخل اسم المستخدم

# EnterUserP
source: Enter the user please
ar: ادخل اسم المستخدم رجاء

# EnterVehicleP
source: Enter the vehicle please
ar: ادخل نوع المركبة رجاء

# EnterWhatsapp
source: Enter the Whatsapp number
ar: ادخل رقم الواتس اب

# EnterYear
source: Enter the year
ar: اخل السنة

# EnterYearP
source: Enter the year please
ar: ادخل السنة رجاء

# FuelType
source: The fuel type
ar: نوع الوقود

# Gearbox
source: The gear box
ar: صندوق التروس

# Image
source: The vehicle image
ar: صورة المركبة

# Images
source: The vehicle image
ar: صور المركبة

source: Is new
ar: هل جديدة؟

# Keywords
source: The keywords
ar: الكلمات المفتاحية

source: Less100
ar: اقل من 100 كم

source: Less150
ar: اقل من 150 كم

source: Less50
ar: اقل من 50 كم

source: Manual
ar: عادي

# Mieage
source: The mieage
ar: المسافة المقطوعة

# Mobile
source: The mobile
ar: الهاتف

# Model
source: The model
ar: الموديل

source: More150
ar: اكثر من 150 كم

source: New
ar: جديد

source: No
ar: لا

# NoCity
source: There is no cities avalible
ar: لا يوجد هناك مدن متاحة

# NoCountry
source: There is no countries avalible
ar: لا يوجد هناك دول متاحة

# NoImage
source: There is no images avalible
ar: لا يوجد صور متاحة

# NoModel
source: There is no models avalible
ar: لا يوجد موديلات متاحة

# NoUser
source: There is no users avalible
ar: لا يوجد هناك مستخدمين متاحين

# NoVehicle
source: There is no vehicles avalible
ar: لا يوجد هناك مركبات متاحة

source: Old
ar: قديم

# OwnerName
source: The owner name
ar: اسم المستخدم

source: Petrol
ar: مازوت

# Price
source: The price
ar: السعر

# Quantity
source: The quantity
ar: الكمية

source: Refresh
ar: تحديث

# Title
source: The title
ar: العنوان

# Tools
source: The tools
ar: الادوات

# Username
source: The user name
ar: اسم المستخدم

# Vehicles
source: The vehicles
ar: المركبات

# VehicleType
source: The vehicle type
ar: انواع المركبات

# Whatsapp
source: The WhatsApp number
ar: رقم الواتس اب

# Year
source: The year
ar: السنة

source: Yes
ar: نعم
