Repository: assemrh/php
Catalog: legarage/legarage/legarage/Views/Home/App_LocalResources/Home.*.resx
Languages: ar

# about
source: About Us
ar: عن الموقع

# buyandselldiv
source: Buy and Sell
ar: بيع و شراء

# buyandsell_description
source: This is to fully cater your vehicle needs and make you happy by custom buying and selling of any vehicles, whether it is a car, 4x4, motorcycle, truck or even bus, enjoy your browsing of the vehicles we have and have fun.
ar: هذا لتلبية احتياجات سيارتك بالكامل وتجعلك سعيدًا من خلال شراء وبيع أي مركبات حسب الطلب ، سواء كانت سيارة أو 4x4 أو دراجة نارية أو شاحنة أو حتى حافلة ، استمتع بتصفحك للمركبات التي لدينا واستمتع بها.

source: Buy and Sell Now
ar: بيع و شراء الآن

# buyandsell_tab
source: Buy & Sell
ar: بيع و شراء

# buycontactsellerindetails
source: Contact the Seller to Buy in the Product Details
ar: اتصل بالبائع للشراء في تفاصيل المنتج

# companyname
source: Global Company
ar: الشركة العالمية

# contact
source: Contact Us
ar: تواصل معنا

# desecription
source: Description
ar: الوصف

# devby
source: Developed by
ar: تم التطوير من

# garages_description
source: Check out and book the best Garages and benefit from their services and rest assured that you will be satisfied regarding your garage needs and you will be able to search for the specific thing that you need and get it fixed and assisted.
ar: تحقق من أفضل الكراجات وحجزها واستفد من خدماتها وتأكد من أنك ستكون راضيًا فيما يتعلق باحتياجات المرآب الخاصة بك وستكون قادرًا على البحث عن الشيء المحدد الذي تحتاجه وإصلاحه ومساعدته.

# garages_location
source: Location
ar: الموقع

# garages_mobile
source: Mobile
ar: الهاتف

# garages_rating
source: Rating
ar: التقييمات

source: Garages Services
ar: خدمات الجراجات

# garages_show
source: Show Details
ar: إظهار التفاصيل

# garages_tab
source: Garages
ar: جراجات

# garages_website
source: Website
ar: الموقع الإلكتروني

# index_title
source: Home
ar: الرئيسية

source: Learn More
ar: إعرف المزيد

# lookingfortitle
source: What are you looking for ?
ar: ماذا تبحث عن ؟

# nav_add
source: Add Entries
ar: إضافة

# nav_buyandsell
source: Buy & Sell
ar: بيع و شراء المركبات

# nav_garages
source: Garages
ar: كراجات

# nav_log
source: Login
ar: تسجيل الدخول

# nav_lout
source: Log Out
ar: تسجيل خروج

# nav_myoffers
source: My Offers
ar: عروضى كمشترى

# nav_myprofile
source: My Profile
ar: حسابى

# nav_offers
source: Offers
ar: عروض

# nav_parts
source: Used Parts
ar: بيع وشراء القطع

# nav_recovery
source: Recovery
ar: طلب سطحة

# nav_reg
source: Register
ar: إنشاء حساب جديد

# nav_rent
source: Rent
ar: مكاتب إيجار

# nav_search
source: Search
ar: بحث

# nav_services
source: Services
ar: خدمات

source: Parts and Products
ar: قطع و منتجات

# parts_tab
source: Parts
ar: قطع و منتجات

# product_brand
source: Brand:
ar: العلامة التجارية:

# product_buy
source: Buy
ar: شراء

# product_categories
source: Categories:
ar: التصنيفات:

# product_location
source: Location:
ar: المكان:

# product_offers
source: Offers:
ar: العروض:

# recovery_description
source: You can easily and efficiently request a Winche in your area to tow your vehicle whether car, motorbike or any other vehicle within the specifications and through this website after requesting, a Winche will come to you anywhere whether in the middle of a long high way road or in the wilderness.
ar: يمكنك بسهولة وكفاءة طلب ونش في منطقتك لسحب سيارتك سواء كانت سيارة أو دراجة نارية أو أي مركبة أخرى ضمن المواصفات ومن خلال هذا الموقع الإلكتروني بعد الطلب ، سيأتي ونش إليك في أي مكان سواء في منتصف طريق سريع طويل أو في البرية.

# recovery_services
source: Vehicle Recovery Service
ar: خدمة جر المركبات

# recovery_tab
source: Recovery
ar: جر مركبات

# recovery_vehicles
source: Vehicle Recovery
ar: جر مركبات

# rent_bttn
source: Rent
ar: تأجير

# rent_description
source: Rent a car or motorcycle or whatever suits your current needs and/or browse the list of renting offices and their for rent vehicles and checkout their information until you are fully satisfied then book the rent.
ar: استأجر سيارة أو دراجة نارية أو أي شيء يناسب احتياجاتك الحالية و / أو تصفح قائمة مكاتب التأجير والمركبات المؤجرة الخاصة بها واطلع على معلوماتها حتى تشعر بالرضا التام ثم احجز الإيجار.

# rent_services
source: Vehicle Renting Services
ar: خدمات ايجار المركبات

# rent_tab
source: Rent
ar: إيجار

# rent_vehicles
source: Vehicle Rent
ar: إيجار مركبات

source: Save
ar: حفظ

# search_winches
source: Search Available Winches
ar: بحث ناقلات الجر

source: See Garages
ar: اطلاع

source: Vehicles Sale
ar: بيع و شراء مركبات

# websitedescription
source: This is LeGarage where you can contact garages, rental offices, buy and sell vehicle products and parts and also recover and tow your vehicle, we are here for your vehicle needs.
ar: هذا هو موقع ليجراج و من خلاله يمكنك أن تتواصل مع جراجات، مكاتب إيجار، تبيع أو تشترى مركبات و قطعها و إغراضها، يمكنك أيضاً ارجاع و جر مركباتك، نحن هنا لأجلك.

# websitename
source: LeGarage
ar: ليجراج

# websitenameandrights
source: LeGarage. All rights reserved.
ar: ليجراج. كل الحقوق الملكية محتفظة.
