Repository: assemrh/php
Catalog: legarage/legarage/legarage/Views/CP_RentOffices/App_LocalResources/CP_RentOffices.*.resx
Languages: ar

# Add
source: Add new rent office
ar: اضافة مكتب تاجير جديد

# Added
source: The rent office has been added
ar: تم اضافة مكتب التاجير

# AddImage
source: Add new image
ar: اضافة صورة جديدة

# Address
source: The address
ar: العنوان

# ChoseCountryFirstly
source: Chose the country firstly
ar: اختار الدولة اولا

# City
source: The city
ar: المدينة

source: Close
ar: اغلاق

# Country
source: The country
ar: الدولة

# Currentlyimage
source: The currently image
ar: صورة الكراج الحالية

# Delete
source: Delete the rent office
ar: حذف مكتب التاجير

# Deleted
source: The reent office has been deleted
ar: تم حذن مكتب التاجير

# DeleteImage
source: Delete the image
ar: حذف الصورة

# Descrption
source: The descrption
ar: الوصف

# Details
source: The rent office details
ar: تفاصيل مكتب الايجار

# Edit
source: Edit the rent office
ar: تعديل مكتب التاجير

# Edited
source: The rent office has been edited
ar: تم تعديل مكتب التاجير

# EditImage
source: Enter an image to change the current image
ar: ادرج صورة تغيير الصورة الحالية

# EnterAddress
source: Enter the address
ar: ادخل العوان

source: EnterAddressPlease
ar: ادخل العنوان رجاء

source: EnterCityPlease
ar: ادخل المدينة رجاء

# EnterDescrption
source: Enter the descrption
ar: ادخل الوصف

# EnterDescrptionPlease
source: Enter the descrption please
ar: ادخل الوصف رجاء

# EnterFacebook
source: Enter the facebook
ar: ادخل الفيس بوك

# EnterFax
source: Enter the fax
ar: ادخل الفاكس

# EnterImage
source: The image of the rent office
ar: صورة مكتب التاجير

# EnterImagePlease
source: Enter the image please
ar: ادخل الصورة رجاء

# EnterInstagram
source: Enter the instagram
ar: ادخل الانستاغرام

# EnterLinkedin
source: Enter the linkedin
ar: ادخل اللينك دن

# EnterModelPlease
source: Enter the models please
ar: ادخل الموديلات رجاء

# EnterName
source: Enter the rent office name
ar: ادخل اسم مكتب التاجير

# EnterNamePlease
source: Enter the rent office name please
ar: ادخل اسم مكتب التاجير رجاء

# EnterOwnerName
source: Enter the owner name
ar: ادخل اسم المالك

# EnterOwnerNamePlease
source: Enter the owner name please
ar: ادخل اسم المالك رجاء

# EnterPhonePlease
source: Enter the phonenumber please
ar: ادخل رقم الهاتف رجاء

# EnterSnapchat
source: Enter the snapchat
ar: ادخل السنابشات

# EnterTiktok
source: Enter the tiktok
ar: ادخل اليك توك

# EnterTwitter
source: Enter the twitter
ar: ادحل التويتر

# EnterVehiclePlease
source: Enter the vehicle types please
ar: ادخل انواع المركبات رجاء

# EnterWebsite
source: Enter the website
ar: ادخل الموقع الاكتروني

# EnterWhatsappPlease
source: Enter the WhatsApp number please
ar: ادخبل رقم الواتس رجاء

# EnterYoutube
source: Enter the youtube
ar: الدخل اليوتيوب

# Facebook
source: The facebook
ar: الفيس بوك

# Fax
source: The fax
ar: الفاكس

# Images
source: The images
ar: الصور

# Instagram
source: The instagram
ar: الانستاغرام

# Linkedin
source: The linkedin
ar: اللينك دن

# Models
source: The models
ar: الموديلات

# Name
source: The name of rent office
ar: اسم مكتب التاجير

# NoBrand
source: The is no brands avalible
ar: لا يوجد علامات تجارية متاحة

# NoCity
source: There is no city avalibe
ar: لا يوجد مدن متاحة

# NoCountry
source: There is no country avalible
ar: لا يوجد دول متاحة

# NoImage
source: There is no images avalible
ar: لا يوجد صور متاحة

# NoModel
source: There is no models avalible
ar: لا يوجد موديلات متاحة

# NoRentOffices
source: There is no rent offices avalible
ar: لا يوجد مكاتب تاجير متاحة

# NoVehicle
source: There is no vehicles avalible
ar: لا يوجد هناك مركبات متاحة

# OwnerName
source: The owner name
ar: اسم المالك

# Phone
source: The phone
ar: الهاتف

source: Refresh
ar: تحديث

# RentOffices
source: The rent offices
ar: مكاتب التاجير

# Snapchat
source: The snapchat
ar: السناب شات

# Tiktok
source: The tiktok
ar: التيك توك

# Tools
source: The tools
ar: الادوات

# Twitter
source: The twitter
ar: التويتر

# Vehicles
source: The Vehicles
ar: المركبات

# Website
source: The website
ar: الموقع الالكتروني

# Whatsapp
source: The Whatsapp number
ar: الواتس

# Youtube
source: The youtube
ar: اليوتيوب
